COPY agency.artist (id, full_name, genre, organizer_id, phone_number, work_experience) FROM stdin;
2	Мария Смирнова	Поп	152	+375292345678	3
4	Елена Сидорова	Классика	154	+375294567890	10
5	Иван Петров	Хип-хоп	155	+375295678901	2
6	Ольга Васильева	Рок	156	+375296789012	8
7	Сергей Кузнецов	Поп	156	+375297890123	6
8	Анна Новикова	Джаз	156	+375298901234	4
9	Павел Федоров	Классика	159	+375299012345	9
10	Наталья Орлова	Хип-хоп	160	+375291123456	5
11	Роман Тихонов	Рок	160	+375292234567	3
12	Екатерина Зайцева	Поп	160	+375293345678	7
13	Владимир Белов	Джаз	160	+375294456789	10
14	Александра Ковалева	Классика	160	+375295567890	2
15	Григорий Павлов	Хип-хоп	165	+375296678901	8
16	Виктория Мельникова	Рок	166	+375297789012	6
17	Максим Фролов	Поп	167	+375298890123	4
18	Татьяна Степанова	Джаз	168	+375299901234	9
19	Олег Данилов	Классика	169	+375291012345	5
20	Светлана Игнатова	Хип-хоп	170	+375292123456	3
21	Евгений Гусев	Рок	171	+375293234567	7
22	Алина Соколова	Поп	172	+375294345678	10
23	Артур Романов	Джаз	173	+375295456789	2
24	Полина Анисимова	Классика	174	+375296567890	8
25	Николай Лебедев	Хип-хоп	175	+375297678901	6
26	Жанна Егорова	Рок	176	+375298789012	4
28	Валентина Петрова	Джаз	178	+375291901234	5
29	Денис Сорокин	Классика	179	+375292012345	3
3	Дмитрий Козлов	Джаз	153	+375293456789	7
27	Игорь Вас	Поп	177	+375299890123	9
1	Алексей Иванов Иванович	Рок	151	+375291234567	5
\.

SELECT setval('agency.artist_id_seq', 33, true);
